Revit 2024 API
PointOnEdge Properties
The PointOnEdge type exposes the following members.
Properties
Name | Description
LocationOnCurve
The point location on curve.
See Also
PointOnEdge Class
Autodesk.Revit.DB Namespace